#X-Generator: crowdin.com
actions=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
add-a-short-description-for-this-form=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e2a\u0e31\u0e49\u0e19 \u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
add-a-short-description-for-this-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e2a\u0e31\u0e49\u0e19 \u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49 (Automatic Translation)
add-column=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c (Automatic Translation)
add-success-page=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
add-x-field=Add {0} (Automatic Copy)
and=\u0e41\u0e25\u0e30 (Automatic Translation)
any-unsaved-changes-will-be-lost-are-you-sure-you-want-to-leave=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e08\u0e30\u0e2a\u0e39\u0e0d\u0e2b\u0e32\u0e22 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e25\u0e48\u0e2d\u0e22 (Automatic Translation)
are-you-sure-you-want-to-cancel=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01 (Automatic Translation)
are-you-sure-you-want-to-delete-this-row=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e41\u0e16\u0e27\u0e19\u0e35\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
autocomplete=\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autofill=\u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autofill-x-from-data-provider-x=Autofill {0} from Data Provider {1} (Automatic Copy)
autosave-interval-description=\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e43\u0e19\u0e19\u0e32\u0e17\u0e35 \u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 0 \u0e08\u0e30\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
autosave-interval-name=\u0e0a\u0e48\u0e27\u0e07\u0e40\u0e27\u0e25\u0e32\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
belongs-to=\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 (Automatic Translation)
build-your-form=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 (Automatic Translation)
builder=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07 (Automatic Translation)
calculate-field-x-as-x=Calculate {0} into {1} (Automatic Copy)
cancel-field-changes=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
cancel-field-changes-question=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07 (Automatic Translation)
cancel-without-saving=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
choose-a-field-to-show-the-result=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 (Automatic Translation)
choose-a-field-type=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
click-here-to-preview-the-form-in-a-new-window=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
click-to-cut-row=\u0e04\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e15\u0e31\u0e14\u0e41\u0e16\u0e27 (Automatic Translation)
condition=\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02 (Automatic Translation)
constant=\u0e04\u0e07 (Automatic Translation)
copied-to-clipboard=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e04\u0e25\u0e34\u0e1b\u0e1a\u0e2d\u0e23\u0e4c\u0e14 (Automatic Translation)
copy-of-x=Copy of {0} (Automatic Copy)
copy-this-url-to-share-the-form=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 URL \u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e0a\u0e23\u0e4c\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
copy-url=\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01 URL (Automatic Translation)
data-provider-parameter-input=\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\: (Automatic Translation)
data-provider-parameter-input-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e0b\u0e49\u0e32\u0e22\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e02\u0e27\u0e32 (Automatic Translation)
data-provider-parameter-output=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\: (Automatic Translation)
data-provider-parameter-output-description=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e25\u0e30\u0e1b\u0e49\u0e2d\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e08\u0e30\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 (Automatic Translation)
ddl-form-web-configuration-name=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
ddm-data-provider=\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e44\u0e14\u0e19\u0e32\u0e21\u0e34\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
define-condition-and-action-to-change-fields-and-elements-on-the-form=\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e30\u0e2d\u0e07\u0e04\u0e4c\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e43\u0e19\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
delete-current-page=\u0e25\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 (Automatic Translation)
dismiss-operation=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 (Automatic Translation)
displaying-form=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
do=\u0e17\u0e33 (Automatic Translation)
does-not-contain=\u0e44\u0e21\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 (Automatic Translation)
draft-saved-on-x=Draft saved on {0}. (Automatic Copy)
duplicate-field=\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0b\u0e49\u0e33\u0e01\u0e31\u0e19 (Automatic Translation)
edit-x-field=Edit {0} (Automatic Copy)
enable=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 (Automatic Translation)
enable-x=Enable {0} (Automatic Copy)
expression=\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c (Automatic Translation)
field=\u0e1f\u0e34\u0e25\u0e14\u0e4c (Automatic Translation)
field-name-is-already-in-use=\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27 (Automatic Translation)
field-validation-failed=\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 (Automatic Translation)
fields=\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
form-entries=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 (Automatic Translation)
form-settings=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
forms=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
if=\u0e16\u0e49\u0e32 (Automatic Translation)
is-empty=\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
is-equal-to=\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-greater-than=\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 (Automatic Translation)
is-greater-than-or-equal-to=\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-less-than=\u0e21\u0e35\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 (Automatic Translation)
is-less-than-or-equal-to=\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
is-not-empty=\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32 (Automatic Translation)
is-not-equal-to=\u0e44\u0e21\u0e48\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormAdminPortlet=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormBrowserPortlet=\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_lists_form_web_portlet_DDLFormPortlet=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
jump-to-page=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
jump-to-page-x=Jump to Page {0} (Automatic Copy)
leave-form=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48 (Automatic Translation)
model.resource.com.liferay.dynamic.data.lists.model.DDLFormRecord=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 (Automatic Translation)
move-field=\u0e22\u0e49\u0e32\u0e22\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 (Automatic Translation)
new-form=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e2b\u0e21\u0e48 (Automatic Translation)
new-x-form-submitted=New {0} Form Submitted (Automatic Copy)
no-continue=\u0e44\u0e21\u0e48 \u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b (Automatic Translation)
no-forms-were-found=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e44\u0e21\u0e48\u0e1e\u0e1a (Automatic Translation)
no-value-is-defined-for-field-x=No value is defined for field {0}. (Automatic Copy)
or=\u0e2b\u0e23\u0e37\u0e2d (Automatic Translation)
other-field=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2d\u0e37\u0e48\u0e19 \u0e46 (Automatic Translation)
paste-here=\u0e27\u0e32\u0e07\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48 (Automatic Translation)
please-enter-a-valid-form-name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
please-enter-a-valid-form-settings=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
please-select-a-form-from-the-list-below=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07 (Automatic Translation)
preview-form=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 (Automatic Translation)
publish-form=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
publish-the-form-to-get-its-shareable-link=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19 (Automatic Translation)
publish-this-form=\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
remove-field=\u0e40\u0e2d\u0e32\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e2d\u0e01 (Automatic Translation)
remove-success-page=\u0e40\u0e2d\u0e32\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
require=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07 (Automatic Translation)
require-x=Require {0} (Automatic Copy)
required-field=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e1f\u0e34\u0e25\u0e14\u0e4c (Automatic Translation)
reset-page=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
retry=\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 (Automatic Translation)
rule=\u0e01\u0e0e (Automatic Translation)
rule-builder=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e0e (Automatic Translation)
rules=\u0e01\u0e0e (Automatic Translation)
save-form=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
saving=\u0e1b\u0e23\u0e30\u0e2b\u0e22\u0e31\u0e14 (Automatic Translation)
select-an-existing-form-or-add-a-form-to-be-displayed-in-this-application=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e19\u0e35\u0e49 (Automatic Translation)
select-form=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
show-more-options=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 (Automatic Translation)
show-x=Show {0} (Automatic Copy)
someone=\u0e04\u0e19 (Automatic Translation)
sorry-something-wrong-happened=\u0e02\u0e2d\u0e2d\u0e20\u0e31\u0e22 \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1c\u0e34\u0e14\u0e1b\u0e01\u0e15\u0e34\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 (Automatic Translation)
stay=\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e49\u0e32\u0e1e\u0e31\u0e01 (Automatic Translation)
success-page=\u0e2b\u0e19\u0e49\u0e32\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 (Automatic Translation)
sum_function=\u0e1c\u0e25\u0e23\u0e27\u0e21 (Automatic Translation)
sum_tooltip=\u0e1c\u0e25\u0e23\u0e27\u0e21\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e1b\u0e47\u0e19\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15 (Automatic Translation)
switch-pagination-mode=\u0e2a\u0e25\u0e31\u0e1a\u0e42\u0e2b\u0e21\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e2b\u0e19\u0e49\u0e32 (Automatic Translation)
the-expression-will-be-displayed-here=\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c\u0e08\u0e30\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48 (Automatic Translation)
the-form-was-published-successfully-access-it-with-this-url-x=The form was published successfully\! Access it with this URL\: {0}
the-form-was-unpublished-successfully=The form was unpublished successfully\!
the-selected-form-no-longer-exists=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 (Automatic Translation)
the-specified-redirect-url-is-not-allowed=\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 URL \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 (Automatic Translation)
the-visibility-expression-x-set-for-field-x-is-invalid=The visibility expression ({0}) set for field {1} is invalid. (Automatic Copy)
there-are-no-forms=\u0e21\u0e35\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e44\u0e21\u0e48 \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e1b\u0e38\u0e48\u0e21\u0e1a\u0e27\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2d\u0e31\u0e19\u0e41\u0e23\u0e01 (Automatic Translation)
there-are-no-rules-yet-click-on-plus-icon-below-to-add-the-first=\u0e22\u0e31\u0e07\u0e21\u0e35\u0e01\u0e0e\u0e40\u0e01\u0e13\u0e11\u0e4c \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e23\u0e01\u0e1a\u0e27\u0e01 (Automatic Translation)
this-form-not-available-or-it-was-not-published=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 (Automatic Translation)
unable-to-render-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unable-to-retrieve-the-definition-of-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unable-to-retrieve-the-layout-of-the-selected-form=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 (Automatic Translation)
unlabeled=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1b\u0e49\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
unpublish-form=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
untitled-form=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d (Automatic Translation)
untitled-page-x-of-x=Untitled Page ({0} of {1}) (Automatic Copy)
user=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 (Automatic Translation)
validation-failed-for-field-x=Validation failed for field "{0}". (Automatic Copy)
view-form=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
x-removed={0} (Removed) (Automatic Copy)
yes-cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e43\u0e0a\u0e48 (Automatic Translation)
you-will-also-delete-fields-with-this-row-are-you-sure-you-want-delete-it=\u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e08\u0e30\u0e25\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e16\u0e27\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e1a (Automatic Translation)
your-information-was-successfully-received-thanks-for-fill-out=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e23\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21 (Automatic Translation)
