#X-Generator: crowdin.com
dl-configuration-name=\u0627\u0633\u0646\u0627\u062f \u0648 \u062e\u062f\u0645\u0627\u062a \u0631\u0633\u0627\u0646\u0647\u200c\u0627\u06cc
dl-file-entry-configuration-name=Documents & Media File Entries
file-extensions-help=\u067e\u0633\u0648\u0646\u062f \u0627\u0632 * \u0647\u0645\u0647 \u067e\u0633\u0648\u0646\u062f \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0646\u06cc\u0632 \u0645\u06cc \u062f\u0647\u0646\u062f. (Automatic Translation)
file-max-size-help=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u0641\u0627\u06cc\u0644 \u0648 \u067e\u0633\u0648\u0646\u062f \u0641\u0627\u06cc\u0644 \u0645\u0639\u062a\u0628\u0631 \u0628\u0631\u0627\u06cc \u0627\u0633\u0646\u0627\u062f \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647. \u0645\u0642\u062f\u0627\u0631 0 \u0628\u0631\u0627\u06cc \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f \u0628\u0647 \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u0646\u0627\u0645\u062d\u062f\u0648\u062f \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f. \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u060c \u0627\u0646\u062f\u0627\u0632\u0647 \u067e\u0631\u0648\u0646\u062f\u0647 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062c\u0627\u0632 \u062a\u0648\u0633\u0637 \u0645\u0644\u06a9 "\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0631\u0633\u0627\u0644 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u0646\u062f\u0627\u0632\u0647 \u06a9\u0644\u06cc" \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc "\u0622\u067e\u0644\u0648\u062f Servlet \u062f\u0631\u062e\u0648\u0627\u0633\u062a" \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a. (Automatic Translation)
previewable-processor-max-size-help=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0633\u0644 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0648 \u062a\u0635\u0648\u06cc\u0631 \u0628\u0646\u062f \u0627\u0646\u06af\u0634\u062a\u06cc. \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u062f\u0631 \u0627\u064a\u0646 \u0648\u064a\u0698\u06af\u064a \u062f\u0631 \u0627\u0639\u062f\u0627\u0645 \u067e\u0631\u062f\u0627\u0632\u0646\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u062a\u0648\u0644\u06cc\u062f \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0645\u0646\u062c\u0631 \u0634\u0648\u062f. \u0645\u0642\u062f\u0627\u0631 -1 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u06a9\u0647 \u062a\u0645\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u067e\u0631\u062f\u0627\u0632\u0634 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0645\u0642\u062f\u0627\u0631 0 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u06a9\u0647 \u0647\u06cc\u0686 \u067e\u0631\u0648\u0646\u062f\u0647 \u067e\u0631\u062f\u0627\u0632\u0634 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062d\u062f\u0627\u06a9\u062b\u0631 \u062d\u062c\u0645 100 \u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0627\u0633\u062a. (Automatic Translation)
