#X-Generator: crowdin.com
activity-description=\u03a0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b4\u03c1\u03b1\u03c3\u03c4\u03b7\u03c1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 (Automatic Translation)
add-new-x=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bd\u03ad\u03bf\u03c5 {0}
an-error-occurred-while-retrieving-the-list-of-instances=\u0388\u03bd\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bc\u03c6\u03b1\u03bd\u03af\u03c3\u03c4\u03b7\u03ba\u03b5 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03ba\u03b1\u03c4\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5 \u03b1\u03b9\u03c4\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2. \u03a0\u03b1\u03c1\u03b1\u03ba\u03b1\u03bb\u03ce \u03b1\u03c0\u03bf\u03c4\u03b1\u03b8\u03b5\u03af\u03c4\u03b5 \u03c3\u03b5 \u03ad\u03bd\u03b1\u03bd \u03b4\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae.
each-fork-node-requires-a-join-node-make-sure-all-forks-and-joins-are-properly-paired=\u039a\u03ac\u03b8\u03b5 \u03ba\u03cc\u03bc\u03b2\u03bf\u03c2 \u03c0\u03b9\u03c1\u03bf\u03cd\u03bd\u03b9 \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af \u03ad\u03bd\u03b1\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf \u03c4\u03bf\u03c5 \u03a3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5. \u0392\u03b5\u03b2\u03b1\u03b9\u03c9\u03b8\u03b5\u03af\u03c4\u03b5 \u03cc\u03c4\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b9\u03c1\u03bf\u03cd\u03bd\u03b9\u03b1 \u03ba\u03b1\u03b9 \u03b5\u03bd\u03ce\u03bd\u03b5\u03b9 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c9\u03c3\u03c4\u03ac \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03b7. (Automatic Translation)
fix-the-errors-between-the-fork-node-x-and-join-node-x=Fix the errors between the fork node {0} and join node {1}. (Automatic Copy)
fork-x-and-join-x-nodes-must-be-paired=Fork {0} and join {1} nodes must be paired. (Automatic Copy)
javax.portlet.description.com_liferay_portal_workflow_definition_link_web_portlet_WorkflowDefinitionLinkControlPanelPortlet=\u03a1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03c9\u03bd \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03b6\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03bf\u03c5\u03c3\u03b9\u03b1\u03ba\u03cc \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1\u03c2 \u03ad\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2. (Automatic Translation)
javax.portlet.description.com_liferay_portal_workflow_definition_link_web_portlet_WorkflowDefinitionLinkPortlet=\u03a1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03c9\u03bd \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c3\u03b1\u03c2 \u03b5\u03c0\u03b9\u03c4\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c1\u03c5\u03b8\u03bc\u03af\u03b6\u03b5\u03c4\u03b5 \u03c4\u03bf \u03c0\u03b5\u03c1\u03b9\u03bf\u03c5\u03c3\u03b9\u03b1\u03ba\u03cc \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03bf \u03c1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03af\u03b1\u03c2 \u03ad\u03b3\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2. (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_definition_link_web_portlet_WorkflowDefinitionLinkControlPanelPortlet=\u03a1\u03cd\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03c9\u03bd \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_definition_link_web_portlet_WorkflowDefinitionLinkPortlet=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd
javax.portlet.title.com_liferay_portal_workflow_definition_web_portlet_WorkflowDefinitionPortlet=\u039f\u03c1\u03b9\u03c3\u03bc\u03cc \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_instance_web_portlet_MyWorkflowInstancePortlet=\u03a0\u03b1\u03c1\u03b1\u03c4\u03b7\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03bc\u03bf\u03c5 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_instance_web_portlet_WorkflowInstancePortlet=\u03a1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c4\u03b7\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
javax.portlet.title.com_liferay_portal_workflow_task_web_portlet_MyWorkflowTaskPortlet=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03bc\u03bf\u03c5 (Automatic Translation)
my-submissions=\u03a0\u03b1\u03c1\u03b1\u03c4\u03b7\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 \u03bc\u03bf\u03c5 (Automatic Translation)
my-workflow-tasks=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u03c4\u03b7\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03bc\u03bf\u03c5 (Automatic Translation)
new-definition=\u039d\u03ad\u03bf\u03c2 \u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 (Automatic Translation)
no-workflow-definitions-are-defined=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03c1\u03c5\u03b8\u03bc\u03b9\u03c3\u03c4\u03b5\u03af \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2 \u03bf\u03c1\u03b9\u03c3\u03bc\u03cc\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd.
specify-at-least-one-assignment-for-the-x-task-node=Specify at least one assignment for the {0} task node. (Automatic Copy)
task-initially-assigned-to-x=Task initially assigned to {0}. (Automatic Copy)
tasks=\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2
the-task-form-x-for-task-x-must-specify-a-form-reference-or-form-definition=The task form {0} for task {1} must specify a form reference or form definition. (Automatic Copy)
the-workflow-has-too-many-start-nodes-state-nodes-x-and-x=The workflow has too many start nodes (state nodes {0} and {1}). (Automatic Copy)
the-x-fork-node-must-have-a-matching-join-node=The {0} fork node must have a matching join node. (Automatic Copy)
the-x-node-cannot-have-an-incoming-transition=The {0} node cannot have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-incoming-transition=The {0} node must have an incoming transition. (Automatic Copy)
the-x-node-must-have-an-outgoing-transition=The {0} node must have an outgoing transition. (Automatic Copy)
the-x-node-must-have-at-least-two-outgoing-transitions=The {0} node must have at least two outgoing transitions. (Automatic Copy)
the-x-transition-must-end-at-a-node=The {0} transition must end at a node. (Automatic Copy)
the-x-transition-must-have-a-source-node=The {0} transition must have a source node. (Automatic Copy)
there-are-no-completed-instances=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03bf \u03b1\u03af\u03c4\u03b7\u03bc\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2.
there-are-no-completed-instances-started-by-me=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03be\u03b5\u03ba\u03af\u03bd\u03b7\u03c3\u03b5 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1.
there-are-no-completed-instances-started-by-me-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03cd\u03c3\u03b5\u03b9\u03c2 \u03b6\u03ae\u03c4\u03b7\u03c3\u03b5 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-completed-instances-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03b1\u03b9\u03c4\u03ae\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-completed-tasks=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1.
there-are-no-completed-tasks-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03b5\u03b9 \u03bc\u03b5 \u03c4\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03ce\u03c3\u03b1\u03c4\u03b5.
there-are-no-instances=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03b1\u03af\u03c4\u03b7\u03bc\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1.
there-are-no-instances-started-by-me=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03b1\u03af\u03c4\u03b7\u03bc\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03c1\u03c7\u03af\u03c3\u03b5\u03b9 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1.
there-are-no-instances-started-by-me-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b4\u03b5\u03bd \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03cd\u03c3\u03b5\u03b9\u03c2 \u03b6\u03ae\u03c4\u03b7\u03c3\u03b5 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-instances-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03c9\u03bc\u03ad\u03bd\u03b7 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03b5\u03b9 \u03bc\u03b5 \u03c4\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03b4\u03ce\u03c3\u03b1\u03c4\u03b5.
there-are-no-pending-instances=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03b1\u03af\u03c4\u03b7\u03bc\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1.
there-are-no-pending-instances-started-by-me=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1 \u03b1\u03af\u03c4\u03b7\u03bc\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03c1\u03c7\u03af\u03c3\u03b5\u03b9 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1.
there-are-no-pending-instances-started-by-me-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03b9\u03b5\u03cd\u03c3\u03b5\u03b9\u03c2 \u03b6\u03ae\u03c4\u03b7\u03c3\u03b5 \u03b1\u03c0\u03cc \u03b5\u03bc\u03ad\u03bd\u03b1 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-pending-instances-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ba\u03b1\u03bc\u03af\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03b5\u03af\u03c2 \u03b1\u03b9\u03c4\u03ae\u03c3\u03b5\u03b9\u03c2 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-pending-tasks-assigned-to-you=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03b5\u03c3\u03ac\u03c2.
there-are-no-pending-tasks-assigned-to-you-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03b5\u03c3\u03ac\u03c2 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2.
there-are-no-pending-tasks-assigned-to-your-roles=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2.
there-are-no-pending-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2.
there-are-no-tasks=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1.
there-are-no-tasks-assigned-to-my-roles-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03bc\u03bf\u03c5 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2.
there-are-no-tasks-assigned-to-you=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03b5\u03c3\u03ac\u03c2.
there-are-no-tasks-assigned-to-you-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2.
there-are-no-tasks-assigned-to-your-roles=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03b5 \u03b5\u03ba\u03ba\u03c1\u03b5\u03bc\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c0\u03bf\u03c5 \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03c4\u03bf\u03c5\u03c2 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2.
there-are-no-tasks-assigned-to-your-roles-with-the-specified-search-criteria=\u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b4\u03b5\u03bd \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03b1\u03c4\u03b5\u03b8\u03b5\u03af \u03c3\u03b5 \u03c1\u03cc\u03bb\u03bf\u03c5\u03c2 \u03c3\u03b1\u03c2 \u03bc\u03b5 \u03c4\u03b1 \u03b4\u03b9\u03b5\u03c5\u03ba\u03c1\u03b9\u03bd\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
there-are-no-tasks-with-the-specified-search-criteria=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9 \u03ba\u03b1\u03bc\u03af\u03b1 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03bc\u03b5 \u03c4\u03b1 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b1 \u03ba\u03c1\u03b9\u03c4\u03ae\u03c1\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7\u03c2.
withdraw-submission=\u0391\u03c0\u03cc\u03c3\u03c5\u03c1\u03c3\u03b7 \u03c5\u03c0\u03bf\u03b2\u03bf\u03bb\u03ae\u03c2
workflow-configuration=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03c1\u03bf\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03b9\u03ce\u03bd
workflow-submissions=\u03a1\u03bf\u03ae \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03c0\u03b1\u03c1\u03b1\u03c4\u03b7\u03c1\u03ae\u03c3\u03b5\u03b9\u03c2 (Automatic Translation)
x-assigned-the-task-to-the-x-role={0} assigned the task to the {1} role. (Automatic Copy)
x-submitted-a-x-for-publication={0} submitted a {1} for publication. (Automatic Copy)
x-updated-the-task={0} updated the task. (Automatic Copy)
you-cannot-deactivate-or-delete-this-definition=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03ae \u03bd\u03b1 \u03b4\u03b9\u03b1\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03bf\u03c1\u03b9\u03c3\u03bc\u03cc. \u03a5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd instances \u03b4\u03b9\u03b1\u03b4\u03b9\u03ba\u03b1\u03c3\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c4\u03bf\u03bd \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd.
you-must-define-a-start-node=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf \u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2. (Automatic Translation)
you-must-define-an-end-node=\u03a0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03af\u03c3\u03b5\u03c4\u03b5 \u03ad\u03bd\u03b1\u03bd \u03ba\u03cc\u03bc\u03b2\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2. (Automatic Translation)
