#X-Generator: crowdin.com
action.ADD_STRUCTURE=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443
autogenerate-structure-key-description=\u041f\u043e\u0437\u043d\u0430\u0447\u0442\u0435 \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u044f\u043a\u0449\u043e \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u043a\u043b\u044e\u0447\u0456 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u0437\u0430\u0432\u0436\u0434\u0438 \u043f\u043e\u0432\u0438\u043d\u043d\u0456 \u0431\u0443\u0442\u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e. (Automatic Translation)
autogenerate-template-key-description=\u041f\u043e\u0437\u043d\u0430\u0447\u0442\u0435 \u0446\u0435\u0439 \u043f\u0443\u043d\u043a\u0442, \u044f\u043a\u0449\u043e \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0439 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0448\u0430\u0431\u043b\u043e\u043d \u043a\u043b\u044e\u0447\u0456 \u0441\u043b\u0456\u0434 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e. (Automatic Translation)
changeable-default-language=\u0417\u043c\u0456\u043d\u043d\u0430 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u043c\u043e\u0432\u0430 (Automatic Translation)
changeable-default-language-description=\u042f\u043a\u0449\u043e \u0446\u0435\u0439 \u043f\u0440\u0430\u043f\u043e\u0440\u0435\u0446\u044c \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e, \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440, \u043c\u043e\u0432\u0443 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0431\u0443\u0434\u0435 \u0437\u043c\u0456\u043d\u043d\u0438\u043c\u0438. \u041c\u043e\u0432\u0443 \u0437\u0430 \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044f\u043c \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440 \u0443\u0441\u043f\u0430\u0434\u043a\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f \u0432\u0456\u0434 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u0432 \u0441\u0430\u0439\u0442\u0443. (Automatic Translation)
changing-the-language-does-not-automatically-translate-the-existing-template-script=\u0417\u043c\u0456\u043d\u0430 \u043c\u043e\u0432\u0438 \u043d\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0435\u0440\u0435\u0432\u043e\u0434\u0438\u0442\u044c \u0456\u0441\u043d\u0443\u044e\u0447\u0438\u0445 \u0441\u0446\u0435\u043d\u0430\u0440\u0456\u044e \u0448\u0430\u0431\u043b\u043e\u043d\u0443. \u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u043f\u0430\u043b\u0456\u0442\u0440\u0443 \u043f\u0456\u0441\u043b\u044f \u0432\u0438\u0431\u043e\u0440\u0443 \u043c\u043e\u0432\u0438, \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043f\u0435\u0440\u0448\u043e\u0433\u043e. (Automatic Translation)
copy-display-templates=\u0417\u043c\u0456\u043d\u0438\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d XSL
copy-form-templates=\u0417\u043c\u0456\u043d\u0438\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d XSL
copy-template=\u0428\u0430\u0431\u043b\u043e\u043d \u0444\u043e\u0440\u043c\u0430\u0442\u0443\u0432\u0430\u043d\u043d\u044f
copy-templates=\u0428\u0430\u0431\u043b\u043e\u043d \u0444\u043e\u0440\u043c\u0430\u0442\u0443\u0432\u0430\u043d\u043d\u044f
copy-x=Copy {0} (Automatic Copy)
ddm-structure-local-service=\u0414\u0414\u041c \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u0457 \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
ddm-structure-local-service-help=(Automatic Copy)
ddm-structure-service=\u0414\u0414\u041c \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
ddm-structure-service-help=(Automatic Copy)
ddm-template-local-service=\u0414\u0414\u041c \u0448\u0430\u0431\u043b\u043e\u043d \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u0457 \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
ddm-template-local-service-help=(Automatic Copy)
ddm-template-service=\u0414\u0414\u041c \u0448\u0430\u0431\u043b\u043e\u043d \u0441\u043b\u0443\u0436\u0431\u0438 (Automatic Translation)
ddm-template-service-help=(Automatic Copy)
ddmweb-configuration-name=\u0414\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f Web (Automatic Translation)
edit-default-values=\u0412\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f \u043f\u043e \u0437\u0430\u043c\u043e\u0432\u0447\u0443\u0432\u0430\u043d\u043d\u044e
ftl[stands-for]=FreeMarker (Automatic Copy)
items-class=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043a\u043b\u0430\u0441 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_DDMPortlet=\u0417\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 (Automatic Translation)
javax.portlet.title.com_liferay_dynamic_data_mapping_web_portlet_PortletDisplayTemplatePortlet=\u0417\u0430\u0441\u0442\u043e\u0441\u0443\u0432\u0430\u043d\u043d\u044f \u0432\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0448\u0430\u0431\u043b\u043e\u043d\u0456\u0432 (Automatic Translation)
journal-article=\u0412\u0435\u0431-\u0432\u043c\u0456\u0441\u0442\u0443 (Automatic Translation)
journal-template-cacheable-help=\u0417\u043d\u0456\u043c\u0430\u0439\u0442\u0435 \u0432\u0456\u0434\u043c\u0456\u0442\u043a\u0443 \u0442\u0456\u043b\u044c\u043a\u0438 \u043f\u0440\u0438 \u0440\u043e\u0437\u0440\u043e\u0431\u0446\u0456 \u0448\u0430\u0431\u043b\u043e\u043d\u0443, \u044f\u043a\u0438\u0439 \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454 \u043e\u0431\u0440\u043e\u0431\u043a\u0443 \u0437\u0430\u043f\u0438\u0442\u0456\u0432, \u0437\u0430\u043f\u0438\u0442\u0438 \u0447\u0435\u0440\u0435\u0437 API CMS \u0447\u0438 \u0456\u043d\u0448\u0456 \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0456 \u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0441\u0442\u0456.
json[stands-for]=JSON (Automatic Copy)
manage-templates=\u0423\u043f\u0440\u0430\u0432\u043b\u0456\u043d\u043d\u044f \u0448\u0430\u0431\u043b\u043e\u043d\u0430\u043c\u0438
model.resource.com.liferay.dynamic.data.mapping.model.DDMStructure=\u0412\u0456\u0434\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u043d\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u0438\u0445 \u0434\u0430\u043d\u0438\u0445 (Automatic Translation)
model.resource.com.liferay.dynamic.data.mapping.model.DDMTemplate=\u0428\u0430\u0431\u043b\u043e\u043d \u0434\u0438\u043d\u0430\u043c\u0456\u0447\u043d\u043e\u0457 \u0434\u0430\u043d\u0438\u0445 \u0437\u0456\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044f (Automatic Translation)
new-structure=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u0438 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443
only-allow-deleting-required-fields-in-edit-mode=\u0414\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0438 \u043b\u0438\u0448\u0435 \u0432\u0438\u0434\u0430\u043b\u0438\u0432\u0448\u0438 \u043e\u0431\u043e\u0432'\u044f\u0437\u043a\u043e\u0432\u0456 \u043f\u043e\u043b\u044f \u0432 \u0440\u0435\u0436\u0438\u043c\u0456 \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043d\u043d\u044f. (Automatic Translation)
parent-x=Parent {0} (Automatic Copy)
please-enter-a-valid-script=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0432\u0443\u043b\u0438\u0446\u044e.
please-enter-unique-structure-field-names-(including-field-names-inherited-from-the-parent-structure)=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044c \u0456\u043c\u0435\u043d\u0430 \u043f\u043e\u043b\u0456\u0432 \u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0443 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443 (\u0432\u043a\u043b\u044e\u0447\u0430\u044e\u0447\u0438 \u0456\u043c\u0435\u043d\u0430 \u043f\u043e\u043b\u0456\u0432, \u0443\u0441\u043f\u0430\u0434\u043a\u043e\u0432\u0430\u043d\u0456 \u0432\u0456\u0434 \u0431\u0430\u0442\u044c\u043a\u0456\u0432\u0441\u044c\u043a\u043e\u0457 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438). (Automatic Translation)
save-and-continue=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0442\u0430 \u043f\u0440\u043e\u0434\u043e\u0432\u0436\u0438\u0442\u0438
script-file=\u0424\u0430\u0439\u043b \u0441\u0446\u0435\u043d\u0430\u0440\u0456\u044e (Automatic Translation)
storage-type=\u0422\u0438\u043f \u0441\u0445\u043e\u0432\u0438\u0449\u0430 (Automatic Translation)
structure-help=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044c \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443 \u0449\u043e\u0431 \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d \u0434\u043b\u044f \u0446\u0456\u0454\u0457 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438 \u0430\u0431\u043e \u0437\u0430\u043b\u0438\u0448\u0442\u0435 \u0446\u0435 \u043f\u043e\u043b\u0435 \u043f\u0443\u0441\u0442\u0438\u043c, \u0449\u043e\u0431 \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0437\u0430\u0433\u0430\u043b\u044c\u043d\u0438\u0439 \u0448\u0430\u0431\u043b\u043e\u043d, \u044f\u043a\u0438\u0439 \u043c\u043e\u0436\u043d\u0430 \u0432\u0431\u0443\u0434\u043e\u0432\u0443\u0432\u0430\u0442\u0438 \u0432 \u0456\u043d\u0448\u0456 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. (Automatic Translation)
template-key-help=\u0428\u0430\u0431\u043b\u043e\u043d \u043a\u043b\u044e\u0447 \u043c\u043e\u0436\u043d\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0438 \u0446\u0435\u0439 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043d\u043e \u0448\u0430\u0431\u043b\u043e\u043d\u0430. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-has-one-or-more-substructures=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438, \u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438 \u0432\u043e\u043d\u043e \u043c\u0430\u0454 \u043e\u0434\u043d\u0435 \u0430\u0431\u043e \u043a\u0456\u043b\u044c\u043a\u0430 substructures. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-structure-links=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438, \u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438 \u0432\u043e\u043d\u0430 \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u0430 \u043e\u0434\u043d\u0430 \u0430\u0431\u043e \u0434\u0435\u043a\u0456\u043b\u044c\u043a\u0430 \u0437\u0432'\u044f\u0437\u043a\u0456\u0432, \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430. (Automatic Translation)
the-structure-cannot-be-deleted-because-it-is-required-by-one-or-more-templates=\u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438, \u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438 \u0432\u043e\u043d\u0430 \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u0430 \u043e\u0434\u0438\u043d \u0430\u0431\u043e \u043a\u0456\u043b\u044c\u043a\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0456\u0432. (Automatic Translation)
the-template-cannot-be-deleted-because-it-is-required-by-one-or-more-template-links=\u041d\u0435 \u043c\u043e\u0436\u043d\u0430 \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u0448\u0430\u0431\u043b\u043e\u043d, \u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438 \u0432\u043e\u043d\u0430 \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u0430 \u043e\u0434\u043d\u0430 \u0430\u0431\u043e \u0434\u0435\u043a\u0456\u043b\u044c\u043a\u0430 \u0437\u0432'\u044f\u0437\u043a\u0456\u0432, \u0448\u0430\u0431\u043b\u043e\u043d. (Automatic Translation)
there-are-template-references-to-this-structure.-please-update-them-if-a-field-name-is-renamed-or-removed=\u0404 \u0448\u0430\u0431\u043b\u043e\u043d \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f \u043d\u0430 \u0446\u044e \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u043f\u043e\u043d\u043e\u0432\u0456\u0442\u044c \u0457\u0445, \u044f\u043a\u0449\u043e \u0456\u043c'\u044f \u043f\u043e\u043b\u044f, \u043f\u0435\u0440\u0435\u0439\u043c\u0435\u043d\u043e\u0432\u0430\u043d\u043e \u0430\u0431\u043e \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e. (Automatic Translation)
this-is-a-collection-of-fields=\u0426\u0435 \u043d\u0430\u0431\u0456\u0440 \u043f\u043e\u043b\u0456\u0432. (Automatic Translation)
this-is-a-repeatable-field=\u0426\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u044e\u0432\u0430\u043d\u0456 \u043f\u043e\u043b\u044f. \u041f\u0435\u0440\u0435\u0431\u043e\u0440\u0443 \u0431\u0440\u0430\u0442\u0456\u0432 \u0456 \u0441\u0435\u0441\u0442\u0435\u0440 \u0447\u0438\u0442\u0430\u0442\u0438 \u043a\u043e\u0436\u043d\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044f, \u0432\u0432\u0435\u0434\u0435\u043d\u0456 \u0430\u0432\u0442\u043e\u0440\u043e\u043c \u0432\u043c\u0456\u0441\u0442\u0443. (Automatic Translation)
variable=\u0417\u043c\u0456\u043d\u043d\u0430 (Automatic Translation)
vm[stands-for]=Velocity (Automatic Copy)
x-key={0} Key (Automatic Copy)
x-version-x={0} ({1}) (Automatic Copy)
you-cannot-remove-default-attributes=\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u0456\u0432 \u0437\u0430 \u043f\u0440\u043e\u043c\u043e\u0432\u0447\u0430\u043d\u043d\u044f\u043c \u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438 \u043d\u0435 \u043c\u043e\u0436\u043d\u0430. (Automatic Translation)
you-have-entered-invalid-json=\u0412\u0432\u0435\u0434\u0435\u043d\u043e \u043d\u0435\u043f\u0440\u0438\u043f\u0443\u0441\u0442\u0438\u043c\u0443 JSON. (Automatic Translation)
